{
  "heading": "About",
  "subheading": "Hello and welcome! I'm Brittany and I'm so glad you've found me!",
  "page_body": "<h5>ARE YOU MISSING A LOVED ONE?</h5><h5>LOOKING FOR A GIFT THAT WILL BRING SOMEONE JOY AND COMFORT?</h5><h5>WISHING THAT PILE OF SENTIMENTAL LETTERS COULD DO MORE THAN SIT IN A BOX?</h5><h5><strong>I WAS ALL OF THESE THINGS IN 2009 WHEN MY DEAR GRANDMOTHER PASSED AWAY.</strong></h5><p><img src=\"https://cdn.shopify.com/s/files/1/0734/9629/files/grandma_grande.jpg?v=1478727279\" alt=\"1940s bride memorial handwriting jewelry inspiration\">She was the sweetest little lady I’ve ever known, and I loved her so much. She was the centerpiece of our family, and the glue holding together an extended family scattered across the country. She was always cheerful, kindhearted, and gracious. It was such a loss to suddenly be without her.</p><p>My mother took it the hardest, and I really wanted to find a way to comfort her. Having just graduated from SCAD with a major in jewelry, I turned to jewelry. I had been finding joy through the tears in reading old birthday cards from my grandmother, and I realized that her writing in jewelry form could be a source of joy in this hard time.</p><p><img src=\"https://cdn.shopify.com/s/files/1/0734/9629/files/love-grandma-handwriting-necklace_large.jpg?v=1558196098\" alt=\"love grandma handwriting necklace in 14k gold\"></p><p>Handwriting is like a fingerprint. When you see a loved one's handwriting, you know it's theirs and no one else's. It floods your mind with happy memories of time shared with that person. Wearing it as jewelry, it feels like you get to carry a little piece of that person with you every day.</p><h4 class=\"p1\">GLANCING AT A BRACELET ON YOUR WRIST OR TOUCHING A PENDANT AROUND YOUR NECK FILLS YOUR HEART WITH THE JOY OF THAT PERSON AND ALL THEY MEAN TO YOU.</h4><p class=\"p1\">As you may expect, giving my mom that first handwriting necklace created from my grandmother's \"Love\" handwriting caused some happy tears. It's the most meaningful gift I've ever given my mother, and I know it brings her so much joy each time she wears it.</p><p class=\"p1\">I'm so fortunate and so grateful that I'm able to bring that same kind of joy and comfort to others through my jewelry, and I'm beyond honored that you choose to work with me and share your stories with me. I treat every piece I make as if I were making it for a loved one of my own, so you can trust that your jewelry will last for a lifetime of joyful moments.</p><h5 class=\"p1\"><strong>I CAN'T WAIT TO CREATE MEANINGFUL HANDWRITING JEWELRY FOR YOU!</strong></h5>"
}
